brew "atuin", restart_service: :changed
brew "btop"
brew "docker"
brew "neovim"
brew "openconnect"
brew "uv"
brew "wireguard-tools"
cask "boop"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "obsidian"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "zotero"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
