brew "atuin", restart_service: :changed
brew "btop"
brew "docker"
brew "git-lfs"
brew "neofetch"
brew "neovim"
brew "node"
brew "openconnect"
brew "tmux"
brew "tpm"
brew "uv"
brew "wireguard-tools"
brew "yq"
brew "zola"
cask "arc"
cask "boop"
cask "gimp"
cask "google-chrome"
cask "logi-options+"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "obsidian"
cask "raycast"
cask "remarkable"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "zotero"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
